export const coreMessages = {
    HELLO: "Здравствуйте! Я текстово-голосовой помощник по управлению сайтом. <br/>" +
        " Что бы узнать какие есть команды, скажите или напишите команду \"Список команд\".",
    SMALL_OR_EMPTY: "Команда не распознана. Введите команду более точно.",
    NOT_FOUND_COMMAND: "Команда не найдена. Для ознакомления со список команд скажите/введите команду \"Список команд\".",
    MATCHES_MORE_ONE: "Найдено несколько совпадений, уточните какую команду вы имели в виду:"
}

export default coreMessages