/*
 * Copyright (c) 2021.  Author: Nikita Kolyada. Email: nikita.nk16@yandex.ru
 */

export const coreMessages = {
  HELLO: 'Здравствуйте! Я текстово-голосовой помощник по управлению сайтом. <br/>' + ' Что бы узнать какие есть команды, скажите или напишите команду "Список команд".',
  SMALL_OR_EMPTY: 'Команда не распознана. Введите команду более точно.',
  NOT_FOUND_COMMAND: 'Команда не найдена. Для ознакомления со список команд скажите/введите команду "Список команд".',
  MATCHES_MORE_ONE: 'Найдено несколько совпадений, уточните какой вариант вы имели в виду:',
  CONSOLE_IS_OPEN: 'Консоль открыта.',
  CONSOLE_IS_CLOSE: 'Консоль свернута.',
};

export default coreMessages;
